Repository: williamschonsdev/william-schons-webhook-integration
Catalog: languages/william-schons-webhook-integration-*.po
Languages: es_es, pt_br

source: Webhook Settings
es_es: Configuración de Webhook
pt_br: Configurações de Webhook

source: Settings
es_es: Configuración
pt_br: Configurações

source: WS Webhook Integration
es_es: WS Integración de Webhook
pt_br: WS Integração de Webhook

source: Configure your webhook URL and choose which events you want to monitor
es_es: Configure la URL del webhook y elija qué eventos desea monitorear
pt_br: Configure a URL do webhook e escolha quais eventos você deseja monitorar

source: Webhook URL
es_es: URL del Webhook
pt_br: URL do Webhook

source: https://your-webhook-url.com/endpoint
es_es: https://tu-url-webhook.com/endpoint
pt_br: https://sua-url-webhook.com/endpoint

source: Paste the complete webhook URL that will receive the data
es_es: Pegue la URL completa del webhook que recibirá los datos
pt_br: Cole a URL completa do webhook que receberá os dados

source: Webhook configured and ready to send data
es_es: Webhook configurado y listo para enviar datos
pt_br: Webhook configurado e pronto para enviar dados

source: Events to Monitor
es_es: Eventos para Monitorear
pt_br: Eventos para Monitorar

source: Use the toggles to enable/disable WooCommerce events
es_es: Use los interruptores para activar/desactivar eventos de WooCommerce
pt_br: Use os toggles para ativar/desativar eventos do WooCommerce

source: Orders
es_es: Pedidos
pt_br: Pedidos

source: Customers
es_es: Clientes
pt_br: Clientes

source: Order Created
es_es: Pedido Creado
pt_br: Pedido Criado

source: Triggers when a new order is created
es_es: Se activa cuando se crea un nuevo pedido
pt_br: Dispara quando um novo pedido é criado

source: Order Updated
es_es: Pedido Actualizado
pt_br: Pedido Atualizado

source: Triggers when any order data is modified
es_es: Se activa cuando se modifican los datos del pedido
pt_br: Dispara quando qualquer dado do pedido é modificado

source: Status Changed
es_es: Estado Cambiado
pt_br: Status Alterado

source: Triggers when the order status changes
es_es: Se activa cuando cambia el estado del pedido
pt_br: Dispara quando o status do pedido muda

source: Note Added
es_es: Nota Añadida
pt_br: Nota Adicionada

source: Triggers when a note is added to the order
es_es: Se activa cuando se añade una nota al pedido
pt_br: Dispara quando uma nota é adicionada ao pedido

source: Customer Created
es_es: Cliente Creado
pt_br: Cliente Criado

source: Triggers when a new customer is registered
es_es: Se activa cuando se registra un nuevo cliente
pt_br: Dispara quando um novo cliente é cadastrado

source: Customer Updated
es_es: Cliente Actualizado
pt_br: Cliente Atualizado

source: Triggers when customer data is modified
es_es: Se activa cuando se modifican los datos del cliente
pt_br: Dispara quando dados do cliente são modificados

source: Customer Deleted
es_es: Cliente Eliminado
pt_br: Cliente Deletado

source: Triggers when a customer is removed
es_es: Se activa cuando se elimina un cliente
pt_br: Dispara quando um cliente é removido

source: Specific webhook or leave empty to use the main one
es_es: Webhook específico o deje vacío para usar el principal
pt_br: Webhook específico ou deixe vazio para usar o principal

source: Order Status to Monitor
es_es: Estados de Pedido para Monitorear
pt_br: Status de Pedidos para Monitorar

source: Select which order statuses should trigger the webhook when changed. Leave empty to monitor ALL statuses
es_es: Seleccione qué estados de pedido deben activar el webhook al cambiar. Deje vacío para monitorear TODOS los estados
pt_br: Selecione para quais status de pedido o webhook deve ser disparado ao mudar. Deixe vazio para monitorar TODOS os status

source: %d available statuses
es_es: %d estados disponibles
pt_br: %d status disponíveis

source: System Information
es_es: Información del Sistema
pt_br: Informações do Sistema

source: HPOS Compatible
es_es: Compatible con HPOS
pt_br: HPOS Compatível

source: High-Performance Order Storage
es_es: Almacenamiento de Alto Rendimiento
pt_br: Armazenamento de Alto Desempenho

source: Version %s
es_es: Versión %s
pt_br: Versão %s

source: Plugin updated
es_es: Plugin actualizado
pt_br: Plugin atualizado

source: Save Settings
es_es: Guardar Configuración
pt_br: Salvar Configurações

source: Test Webhook
es_es: Probar Webhook
pt_br: Testar Webhook

source: Please configure the webhook URL first
es_es: Por favor, configure la URL del webhook primero
pt_br: Por favor, configure a URL do webhook primeiro

source: Sending...
es_es: Enviando...
pt_br: Enviando...

source: Error testing webhook
es_es: Error al probar webhook
pt_br: Erro ao testar webhook
